tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "samuelmeuli/tap" # for excluding from Time Machine
brew "deno"
brew "diff-so-fancy"
brew "exiftool"
brew "git"
brew "gradle"
brew "grep"
brew "ldns"
brew "libfido2"
brew "mas"
brew "mysql"
brew "openssh"
brew "python@3.8"
brew "ruby"
brew "vim"
brew "webp"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "firefox-developer-edition"
cask "flycut"
cask "font-fira-code"
cask "gimp"
cask "github"
cask "obsidian"
cask "rectangle"
cask "rescuetime"
cask "slack"
cask "virtualbox"
cask "vnc-viewer"
mas "Brother iPrint&Scan", id: 1193539993
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Photos Duplicate Cleaner", id: 592704001
mas "Speedtest", id: 1153157709
